console.log("\n 1. Реализация burger menu на обеих страницах: +26 (Реализовал все пункты ТЗ)" +
    "\n 2. Реализация слайдера-карусели на странице Main: +30 (Не делал адаптацию под уменьшение экрана, но т.к. для " +
    "1280px все сделано я не отнимал все баллы за эти пункты, ведь 1280 это 1 из 3, отнял баллы наполовину)" +
    "\n 3. Реализация пагинации на странице Pets: +32 (Не делал адаптацию под уменьшение экрана, но т.к. для " +
    "1280px все сделано я не отнимал все баллы за эти пункты, ведь 1280 это 1 из 3, отнял баллы наполовину)" +
    "\n 4. Реализация попап на обеих страницах: +6 (Не реализовал попап на странице Pets, поделил баллы на два)" +
    "\n Итоговая оценка = 94");